Repository: Nurlyy/WebEducation
Catalog: webdev/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Басты
ru: Главное

source: Курстар
ru: Курсы

source: Хабарласу
ru: Связаться

source: Хабар
ru: Связ

source: ласу
ru: аться

source: Бізбен
ru: Будь

source: хабарда
ru: с нами

source: бол
ru: на связи

source: Барлық
ru: Все

source: курстар
ru: курсы

source: Білім алсаң -
ru: За знаниями -

source: Білімі
ru: Не проиграет тот

source: терең
ru: кто знает

source: адам жеңілмейді
ru: науку

source: Оқу –
ru: Наука -

source: ой азығы
ru: пища для размышления

source: Білімнен
ru: Нет силы

source: қуатты күш жоқ
ru: сильнее знания

source: технологиялар
ru: технологии

source: Қазіргі заманда web-технология - дүниежүзі компьютерлерінің басын қосты. Web-технология көмегімен адамдар бір-бірімен электрондық пошта, электронды хабарландыру, бейне-телеконференциялар, онлайн-курстар, чат, блоктар және т.б. сұқбаттаса алады.
ru: В современном мире web-технологии объединили компьютеры всего мира.С помощью Web-технологий люди могут общаться друг с другом по электронной почте, электронным объявлениям, видео-телеконференциям, онлайн-курсам, чатам, блокам и т.д.

source: Білім —
ru: Знание -

source: адам баласының ортақ қазынасы.
ru: общее достоинство человечества.

source: Тестті аяқтау
ru: Закончить тест

source: Қосымша файлды жүктеу
ru: Скачать дополнительный файл

source: Қосымша видео көру
ru: Смотреть дополнительное видео

source: T
ru: Т

source: ақырыптар
ru: емы курса
